Repository: jaywcjlove/app-i18n
Catalog: i18n/source/devhub/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: No password
ja: パスワードはありません
zh_hans: 没有密码

source: Non-repeated
ja: 繰り返し無し
zh_hans: 不重复

source: None
ja: なし
zh_hans: 无

source: Not displayed after Sponsor
ja: 寄付後に表示されません
zh_hans: 捐赠之后不显示

source: November
ja: じゅういちがつ
zh_hans: 十一月

source: Now
ja: 現在
zh_hans: 现在

source: NPM Stat
ja: NPM 統計
zh_hans: NPM 统计

source: npm,stats,package,analytics,npm package usage
ja: npm,統計,パッケージ,分析,npmパッケージ使用
zh_hans: npm,统计,包,分析,npm包使用

source: Number (0..9)
ja: 数字 (0〜9)
zh_hans: 数字 (0..9)

source: Number Processors
ja: プロセッサ数
zh_hans: 处理器数量

source: Numbers
ja: 数字数
zh_hans: 数字

source: OCR,image,text,recognition,optical character recognition
ja: OCR,画像,テキスト,認識,光学式文字認識
zh_hans: OCR,图片,文本,识别,光学字符识别

source: Octal
ja: 8進数
zh_hans: 八进制

source: October
ja: じゅうがつ
zh_hans: 十月

source: On the last day of the month
ja: 月末の最終日
zh_hans: 每月最后一天

source: On the last weekday of the month
ja: 今月の最後の平日
zh_hans: 在本月的最后一个工作日

source: Opacity
ja: とうめいど
zh_hans: 透明度

source: Open %@
ja: %@を開く
zh_hans: 打开 %@

source: Open From File
ja: ファイルから開く
zh_hans: 从文件打开

source: Open in Browser
ja: ブラウザで開く
zh_hans: 在浏览器中打开

source: Open in New Window
ja: 新しいウィンドウで開く
zh_hans: 在新窗口中打开

source: Orange
ja: オレンジ
zh_hans: 橙色

source: Organization
ja: 組織
zh_hans: 组织

source: OS Loader Version
ja: OSローダーのバージョン
zh_hans: 系统加载器版本

source: OS Version
ja: OSローダーバージョン
zh_hans: 操作系统版本

source: Output
ja: 出力
zh_hans: 输出

source: Output directory exists
ja: 出力ディレクトリが存在します
zh_hans: 输出目录存在

source: Owner (u)
ja: 所有者 (u)
zh_hans: 所有者 (u)

source: Package
ja: パッケージ
zh_hans: 包

source: Padding
ja: よはく
zh_hans: 边距

source: Paragraph
ja: 段落
zh_hans: 段落

source: Params
ja: パラメータ
zh_hans: 参数

source: Passoword:
ja: パスワード:
zh_hans: 密码:

source: Password
ja: パスワード
zh_hans: 密码

source: password,generate,secure,random password,password tool
ja: パスワード,生成,安全,ランダムパスワード,パスワードツール
zh_hans: 密码,生成,安全,随机密码,密码工具

source: Paste your code here...
ja: 在这里粘贴你的代码...
zh_hans: ここにコードを貼り付けてください...

source: Paste your raw JSON here...
ja: ここに生のJSONを貼り付けてください...
zh_hans: 将原始 JSON 粘贴在此处...

source: Paste your text here
ja: ここにテキストを貼り付けてください
zh_hans: 在此粘贴您的文本

source: Paste your uglify HTML here...
ja: ここに uglify HTML を貼り付けてください...
zh_hans: 在这里粘贴你的 uglify HTML...

source: Payload
ja: ペイロード
zh_hans: 负载

source: Phone Number:
ja: 電話番号：
zh_hans: 电话号码：

source: Physical Memory
ja: 物理メモリ
zh_hans: 物理内存

source: Pink
ja: ピンク
zh_hans: 粉色

source: Pixels
ja: ピクセル
zh_hans: 像素

source: Platform UUID
ja: プラットフォーム UUID
zh_hans: 平台 UUID

source: Please enter a number.
ja: 数字を入力してください。
zh_hans: 请输入数字

source: Please enter digit
ja: 数字を入力してください
zh_hans: 请输入数字

source: Please enter escaped HTML code
ja: エスケープされた HTML コードを入力してください
zh_hans: 请输入转义的 html 代码

source: Please enter text.
ja: テキストを入力してください。
zh_hans: 请输入文本

source: Please enter the author account
ja: 著者のアカウントを入力してください
zh_hans: 请输入作者账号

source: Please enter the package name
ja: パッケージ名を入力してください
zh_hans: 请输入包名

source: Please enter the request body text.
ja: リクエストボディのテキストを入力してください
zh_hans: 请输入请求体文本

source: Please enter the text
ja: テキストを入力してください
zh_hans: 请输入文本

source: Please enter URL
ja: URL を入力してください
zh_hans: 请输入 URL

source: Please enter watermark text
ja: 水印テキストを入力してください
zh_hans: 请输入水印文本

source: Please enter your ascii code
ja: あなたのASCIIコードを入力してください
zh_hans: 请输入您的 ASCII 码

source: Please enter your barcode code
ja: バーコードコードを入力してください
zh_hans: 请输入您的条形码

source: Please enter your base64 text
ja: あなたのBase64テキストを入力してください
zh_hans: 请输入您的 Base64 文本

source: Please enter your HTML code
ja: あなたのHTMLコードを入力してください
zh_hans: 请输入您的 HTML 代码

source: Please enter your SVG code
ja: SVGコードを入力してください
zh_hans: 请输入您的 SVG 代码

source: Please enter your text.
ja: テキストを入力してください.
zh_hans: 请输入您的文本。

source: Please enter your unicode text
ja: あなたのUnicodeテキストを入力してください
zh_hans: 请输入您的 Unicode 文本

source: Please enter your URL
ja: URLを入力してください
zh_hans: 请输入您的 URL

source: PNG, JPEG, GIF, BMP, etc. must be less than 4 Mb. Square aspect ratio recommendend.
ja: PNG、JPEG、GIF、BMPなどのファイルは4 MB未満でなければなりません。正方形のアスペクト比が推奨されます。
zh_hans: PNG、JPEG、GIF、BMP等文件大小必须小于4 MB。建议使用正方形的长宽比。

source: Prettier Formatter
ja: Prettier フォーマッター
zh_hans: Prettier 格式化器

source: Preview
ja: プレビュー
zh_hans: 预览

source: privacy,blur,sensitive info,blur image,privacy protection
ja: プライバシー,ぼかし,敏感情報,画像ぼかし,プライバシー保護
zh_hans: 隐私,模糊,敏感信息,模糊图片,隐私保护

source: Private key
ja: プライベートキー
zh_hans: 私钥

source: Provisioning UDID
ja: プロビジョニングUDID
zh_hans: 供应商设备唯一标识符

source: Public (o)
ja: 公開 (o)
zh_hans: 其它用户 (o)

source: Public key
ja: 公開鍵
zh_hans: 公钥

source: Purple
ja: パープル
zh_hans: 紫色

source: Put your base64 file string here...
ja: ここにあなたの Base64 ファイル文字列を入力してください…
zh_hans: 在此处放入你的 Base64 文件字符串…

source: Put your text here...
ja: ここにテキストを入力...
zh_hans: 在此输入文本...

source: Put your token here...
ja: ここにトークンを貼り付けてください…
zh_hans: 在此粘贴你的 Token…

source: PX to REM
ja: PX を REM に変換
zh_hans: PX 转 REM

source: PX,REM,convert,CSS,pixel to REM
ja: PX,REM,変換,CSS,ピクセルからREMへ
zh_hans: PX,REM,转换,CSS,像素转REM

source: PX/REM Converter
ja: PX/REM コンバーター
zh_hans: PX/REM 转换器

source: QR code,business card,generate business card QR
ja: QRコード,名刺,名刺QRコード作成
zh_hans: 二维码,名片,生成名片二维码

source: QR code,event,create event QR code,event QR generator
ja: QRコード,イベント,イベントQRコード作成,イベントQR生成器
zh_hans: 二维码,事件,创建事件二维码,事件二维码生成器

source: QR code,generator,create QR code,scan QR code
ja: QRコード,生成器,QRコード作成,QRコードスキャン
zh_hans: 二维码,生成器,创建二维码,扫描二维码

source: QRCode Image in Clipboard
ja: クリップボード内のQRコード画像
zh_hans: 剪贴板中的QRCode图像

source: QRCode Reader/Generator
ja: QRコードリーダー/ジェネレーター
zh_hans: QRCode 读取/生成器

source: Quit %@
ja: %@を終了する
zh_hans: 退出 %@

source: Random
ja: ランダム
zh_hans: 随机

source: Random Colors
ja: ランダムな色
zh_hans: 随机颜色

source: Random Number Generator
ja: ランダムナンバージェネレーター
zh_hans: 随机数生成器

source: Random Port Generator
ja: ランダムポートジェネレーター
zh_hans: 随机端口生成器

source: random port,port number,generate port,network port
ja: ランダムポート,ポート番号,生成ポート,ネットワークポート
zh_hans: 随机端口,端口号,生成端口,网络端口

source: random,colors,color picker,generate colors,color tool
ja: ランダム,色,色選択ツール,色生成,色ツール
zh_hans: 随机,颜色,色彩选择器,生成颜色,色彩工具

source: random,number,generate,random generator
ja: ランダム,数,生成,ランダム生成器
zh_hans: 随机,数字,生成,随机生成器

source: Rankine (°R)
ja: ランキン度 (°R)
zh_hans: 兰开斯特度 (°R)

source: Read (4)
ja: 読み取り可能 (4)
zh_hans: 可读取 (4)

source: Réaumur (°Ré)
ja: レオミュール度 (°Ré)
zh_hans: 列奥米尔度 (°Ré)

source: Received %@ data
ja: %@ のデータを受信しました
zh_hans: 接收 %@ 数据

source: recognize text in the image
ja: 画像内の文字を認識する
zh_hans: 识别图片中的文字

source: Red
ja: レッド
zh_hans: 红色

source: Refresh
ja: リフレッシュ
zh_hans: 刷新

source: Refresh key-pair
ja: キーペアの更新
zh_hans: 刷新密钥对

source: Regex Expression Test
ja: 正規表現テスト
zh_hans: 正则表达式测试

source: regex,test,regular expression,online tool,regex validator
ja: 正規表現,テスト,正規表現,オンラインツール,正規表現検証
zh_hans: 正则表达式,测试,正则,在线工具,正则验证器

source: Registered ports (1024 ~ 49151)
ja: 登録ポート (49152 ～ 65535)
zh_hans: 注册端口 (49152 ~ 65535)

source: Reload
ja: リロード
zh_hans: 重新加载

source: REM to PX
ja: REM を PX に変換
zh_hans: REM 转 PX

source: Remove "%@"
ja: 「%@」を削除
zh_hans: 删除 "%@"

source: Remove Favorite
ja: お気に入りを削除
zh_hans: 删除收藏

source: Repeatable
ja: 繰り返し可能な
zh_hans: 可重复的

source: Replace
ja: 置き換える
zh_hans: 替换

source: Request
ja: リクエスト
zh_hans: 请求

source: Reset
ja: リセット
zh_hans: 重置

source: Reset File
ja: ファイルをリセット
zh_hans: 重置文件

source: Resolution
ja: 解像度
zh_hans: 分辨率

source: Resource Values
ja: リソース値
zh_hans: 资源值

source: Response
ja: レスポンス
zh_hans: 响应

source: Result
ja: 結果
zh_hans: 结果

source: RMB Uppercase
ja: 人民元の大文字
zh_hans: 人民币大写

source: rmb,uppercase,chinese,currency,number,format,conversion
ja: 入力された数字は無効です。有効な数字を入力してください。
zh_hans: 人民币,大写,中文,货币,数字,格式,转换

source: Rømer (°Rø)
ja: レーマー度 (°Rø)
zh_hans: 瑞麦尔度 (°Rø)

source: Root font size
ja: ルートフォントサイズ
zh_hans: 根字体大小

source: RSA Key Generator
ja: RSA鍵生成ツール
zh_hans: RSA 密钥生成器

source: RSA,key,encryption,generate RSA key,RSA generator
ja: RSA,鍵,暗号化,RSA鍵生成,RSA生成器
zh_hans: RSA,密钥,加密,生成RSA密钥,RSA生成器

source: Sample
ja: サンプル
zh_hans: 范例

source: Saturday
ja: どようび
zh_hans: 星期六

source: Save
ja: 保存
zh_hans: 保存

source: Save as ICO
ja: ICOとして保存
zh_hans: 另存为 ICO

source: Scalars
ja: スカラー
zh_hans: 标量

source: Screen
ja: 画面
zh_hans: 屏幕

source: Screen: %@
ja: 画面: %@
zh_hans: 屏幕: %@

source: Screenshot
ja: スクリーンショット
zh_hans: 屏幕截图

source: Screenshot Text Recognition
ja: スクリーンショット文字認識
zh_hans: 截图文字识别

source: Search
ja: 検索
zh_hans: 搜索

source: Search...
ja: 検索...
zh_hans: 搜索...

source: second
ja: 秒
zh_hans: 秒

source: Seconds
ja: びょう
zh_hans: 秒

source: seconds (0–59)
ja: 秒（0-59）
zh_hans: 秒（0-59）

source: Select file
ja: ファイルを選択
zh_hans: 选择文件

source: Select File
ja: ファイルを選択
zh_hans: 选择文件

source: Select Files
ja: ファイルを選択
zh_hans: 选择文件

source: Select folder
ja: フォルダーを選択
zh_hans: 选择文件夹

source: Select Folder
ja: フォルダーを選択
zh_hans: 选择文件夹

source: Select Voice
ja: 音声を選択
zh_hans: 选择语音

source: Selected File
ja: 選択されたファイル
zh_hans: 选定的文件

source: Send
ja: 送信
zh_hans: 发送

source: Sentence
ja: 文
zh_hans: 句子

source: September
ja: くがつ
zh_hans: 九月

source: Serial Number
ja: シリアル番号
zh_hans: 序列号

source: Settings
ja: 設定
zh_hans: 设置

source: Settings...
ja: せってい...
zh_hans: 设置...

source: Shadow
ja: かげ
zh_hans: 阴影

source: Share this image
ja: この画像を共有
zh_hans: 分享此图片

source: Show barcode data label
ja: バーコードデータラベルを表示
zh_hans: 显示条码数据标签

source: Show Extensions
ja: 拡張子を表示
zh_hans: 显示扩展名

source: Show Favorites
ja: お気に入りを表示
zh_hans: 显示收藏

source: Show files without extensions
ja: 拡張子のないファイルを表示
zh_hans: 显示无扩展名文件

source: Show Folder
ja: フォルダーを表示
zh_hans: 显示文件夹

source: Show in Menu Bar
ja: メニューバーに表示
zh_hans: 在菜单栏中显示

source: Show MyApps
ja: マイアプリを表示
zh_hans: 显示我的应用

source: Show these items in the sidebar:
ja: サイドバーに以下の項目を表示：
zh_hans: 在侧边栏显示以下项目：

source: Show values in hexadecimal
ja: 16進数で値を表示
zh_hans: 以十六进制显示数值

source: Sidebar
ja: サイドバー
zh_hans: 侧边栏

source: Signature
ja: しょめい
zh_hans: 署名

source: Signature Algorithm
ja: 署名アルゴリズム
zh_hans: 签名算法

source: Single Sizes
ja: 単一サイズ
zh_hans: 单一尺寸

source: Size
ja: サイズ
zh_hans: 大小

source: Sizes
ja: サイズ
zh_hans: 大小

source: Social Accounts
ja: ソーシャルアカウント
zh_hans: 社交账号

source: Social Media Size
ja: ソーシャルメディアのサイズ
zh_hans: 社交媒体尺寸

source: Software Data:
ja: ソフトウェアデータ：
zh_hans: 软件信息：

source: Solid Colors
ja: たんしょく
zh_hans: 纯色

source: Spacing
ja: かんかく
zh_hans: 间距

source: Special characters
ja: 特殊文字
zh_hans: 特殊字符

source: Specific %@ (choose one or many)
ja: 特定的%@（选择一个或多个）
zh_hans: 特定%@（选择一个或多个）

source: Specific day of month (choose one or many)
ja: 毎月の特定の日付（1 つまたは複数を選択）
zh_hans: 每月的特定日期（选择一个或多个）

source: Specific day of the week (choose one or many)
ja: 毎週間の特定の日付（1 つまたは複数を選択）
zh_hans: 每周的特定日期（选择一个或多个）

source: Sponsor
ja: スポンサー
zh_hans: 赞助

source: SSID Hidden
ja: SSID非表示
zh_hans: SSID 隐藏

source: SSL Manager
ja: SSLマネージャー
zh_hans: SSL 管理器

source: SSL,certificates,manager,checker,SSL config
ja: SSL,証明書,マネージャー,チェック,SSL設定
zh_hans: SSL,证书,管理器,检查器,SSL配置

source: Start
ja: 開始
zh_hans: 开始

source: Start Date:
ja: 開始日：
zh_hans: 开始时间：

source: Stop
ja: 停止
zh_hans: 停止

source: String Explorer
ja: 文字列エクスプローラ
zh_hans: 字符串浏览器

source: String To ASCII
ja: 文字列をASCIIに変換
zh_hans: 字符串转 ASCII

source: string,analyze,explore,string checker,manipulate string
ja: 文字列,解析,探索,文字列チェッカー,文字列操作
zh_hans: 字符串,分析,探索,字符串检查器,操作字符串

source: string,text,ASCII,convert to ASCII,encode string
ja: 文字列,テキスト,ASCII,ASCIIへの変換,文字列エンコード
zh_hans: 字符串,文本,ASCII,转ASCII,编码字符串

source: Strong :) Now it's safe!
ja: 強い:) これで安全です！
zh_hans: 强:) 现在安全了！

source: Sub Heading
ja: サブタイトル
zh_hans: 副标题

source: Sunday
ja: にちようび,
zh_hans: 星期日

source: SVG To CSS
ja: SVG を CSS に変換
zh_hans: SVG 转 CSS

source: svg,css,svg to css,vector graphics,css background,css mask,css clip-path,svg converter,svg animation,web design,frontend development
ja: svg,css,svgからcssへ,ベクターグラフィックス,css背景,cssマスク,cssクリップパス,svg変換ツール,svgアニメーション,ウェブデザイン,フロントエンド開発
zh_hans: svg,css,svg 转 css,矢量图,矢量图转换,css 背景,css 遮罩,css 剪裁路径,svg 转换工具,svg 动画,网页设计,前端开发

source: System
ja: システム
zh_hans: 系统

source: Temperature Converter
ja: 温度変換器
zh_hans: 温度转换器

source: temperature,convert,Celsius,Fahrenheit,temperature tool
ja: 温度,変換,摂氏,華氏,温度ツール
zh_hans: 温度,转换,摄氏度,华氏度,温度工具

source: Terabit (Tb)
ja: テラビット（Tb）
zh_hans: 兆兆位 (Tb)

source: Terabyte (TB)
ja: テラバイト（TB）
zh_hans: 兆兆字节 (TB)

source: Text
ja: テキスト
zh_hans: 文本

source: TEXT
ja: テキスト
zh_hans: 文本

source: Text Card
ja: テキストカード
zh_hans: 文本卡片

source: Text Case
ja: テキストケース
zh_hans: 文本案例

source: text case,change case,uppercase,lowercase,text format
ja: テキスト,大文字小文字,ケース変更,大文字,小文字,テキストフォーマット
zh_hans: 文本,大小写,更改大小写,大写,小写,文本格式

source: Text Diff
ja: テキスト差分
zh_hans: 文本比对

source: Text is being processed…
ja: テキストを処理中です…
zh_hans: 文本正在处理中…

source: Text To Base64
ja: テキストをBase64に変換
zh_hans: 文本转 Base64

source: Text to NATO alphabet
ja: NATOフォネティックアルファベットに変換
zh_hans: 文本转换为北约字母表

source: Text To Speech
ja: テキストを音声に変換
zh_hans: 文本转语音

source: Text to Unicode
ja: テキストをUnicodeに変換
zh_hans: 文本转Unicode

source: text,Base64,encode,convert text,Base64 encoding
ja: テキスト,Base64,エンコード,テキスト変換,Base64エンコード
zh_hans: 文本,Base64,编码,转换文本,Base64编码

source: text,card,maker,generator,digital card,text card creator
ja: テキスト,カード,作成,ジェネレーター,デジタルカード,テキストカード作成
zh_hans: 文本,卡片,制作,生成器,数字卡片,文本卡片生成器

source: text,comparison,diff,difference checker,text diff tool
ja: テキスト,比較,差分,差分チェッカー,テキスト差分ツール
zh_hans: 文本,比较,差异,差异检查器,文本差异工具

source: text,speech,TTS,text to speech,audio reader
ja: テキスト,音声,TTS,テキスト読み上げ,音声読み取り
zh_hans: 文本,语音,TTS,文本转语音,音频阅读器

source: text,Unicode,convert,encode text,Unicode converter
ja: テキスト,Unicode,変換,テキストエンコード,Unicode変換器
zh_hans: 文本,Unicode,转换,编码文本,Unicode转换器

source: Thank you for your support! 🙌
ja: ご支援ありがとうございます！🙌
zh_hans: 感谢您的支持！🙌

source: The number exceeds the range of 1e15 and cannot be converted.
ja: 数字が1e15の範囲を超えており、変換できません。
zh_hans: 该数字超出了 1e15 的范围，无法转换。

source: The output directory already exists. Do you want to replace it?
ja: 出力ディレクトリはすでに存在します。置き換えますか？
zh_hans: 输出目录已经存在。你想更换它吗？

source: This Month
ja: 今月
zh_hans: 当月

source: This Year
ja: 今年
zh_hans: 今年

source: Thursday
ja: もくようび
zh_hans: 星期四

source: Tile
ja: タイル
zh_hans: 平铺

source: Time format
ja: 時間形式
zh_hans: 时间格式

source: TIME LEFT TO LIVE
ja: 残り時間
zh_hans: 剩下的时间

source: time,world,zones,clock,date,timezone converter
ja: 時間,世界,ゾーン,時計,日付,タイムゾーン変換
zh_hans: 时间,世界,时区,时钟,日期,时区转换器

source: Timestamp
ja: タイムスタンプ
zh_hans: 时间戳

source: TimeZone
ja: タイムゾーン
zh_hans: 时区

source: Title
ja: タイトル
zh_hans: 标题

source: Today
ja: 今日
zh_hans: 今天

source: Total: %lld
ja: 合計: %lld
zh_hans: 总计: %lld

source: Tuesday
ja: かようび
zh_hans: 星期二

source: Type
ja: タイプ
zh_hans: 类型

source: Unicode Scalar
ja: Unicode スカラー
zh_hans: Unicode 标量

source: Unix Time
ja: Unix 時間
zh_hans: Unix 时间

source: unix timestamp,timestamp conversion,online timestamp tool,batch timestamp conversion,batch time conversion
ja: Unixタイムスタンプ,タイムスタンプ変換,オンラインタイムスタンプツール,バッチタイムスタンプ変換,バッチ時間変換
zh_hans: Unix 时间戳,时间戳转换,在线时间戳工具,批量时间戳转换,批量时间转换

source: Unlock
ja: かいじょする
zh_hans: 解锁

source: Unlock settings watermark
ja: 設定のロックを解除するウォーターマーク
zh_hans: 解锁设置水印

source: Unlock to hide [Recommended Apps](appStoreURL) in Settings.
ja: 解除後、設定で[おすすめアプリ](appStoreURL) を非表示にできます。
zh_hans: 解锁后可在设置中隐藏[推荐应用](appStoreURL)。

source: Upper Case Letter(A..Z)
ja: 大文字アルファベット(A..Z)
zh_hans: 大写字母(A..Z)

source: Uppercase
ja: 大文字
zh_hans: 大写

source: UpTime
ja: アップタイム
zh_hans: 正常运行时间

source: URL Encode/Decode
ja: URL エンコード/デコード
zh_hans: URL 编码/解码

source: URL Encoded
ja: URL エンコード
zh_hans: URL 编码

source: URL Parser
ja: URL パーサー
zh_hans: URL解析器

source: URL,encode,decode,URL encoding,URL decoding
ja: URL,エンコード,デコード,URLエンコーディング,URLデコーディング
zh_hans: URL,编码,解码,URL编码,URL解码

source: URL,parser,decode,analysis,URL extractor
ja: URL,パーサー,デコード,解析,URL抽出ツール
zh_hans: URL,解析,解码,分析,URL提取器

source: User Name
ja: ユーザー名
zh_hans: 用户名

source: Username
ja: ユーザー名
zh_hans: 用户名

source: UTC format
ja: UTC時間フォーマット
zh_hans: UTC 时间格式

source: UUID Generator
ja: UUID 生成ツール
zh_hans: UUID 生成器

source: UUID,generate UUID,unique ID,random UUID,UUID creator
ja: UUID,UUID生成,ユニークID,ランダムUUID,UUID生成器
zh_hans: UUID,生成UUID,唯一ID,随机UUID,UUID生成器

source: Value
ja: 値
zh_hans: 值

source: Version %@
ja: バージョン %@
zh_hans: 版本 %@

source: Very Weak! It's easy to crack!
ja: 非常に弱い！簡単に解読されます！
zh_hans: 非常弱！很容易破解！

source: Volume Information
ja: ボリューム情報
zh_hans: 卷信息

source: W
ja: はば
zh_hans: 宽

source: Watermark
ja: ウォーターマーク
zh_hans: 水印

source: Wednesday
ja: すいようび
zh_hans: 星期三

source: Week of year
ja: 年の週
zh_hans: 一年中的第几周

source: Weight
ja: 太さ
zh_hans: 粗细

source: Width
ja: はば
zh_hans: 宽

source: WiFi QRCode Generator
ja: WiFi QRコードジェネレーター
zh_hans: WiFi 二维码生成器

source: WiFi,QR code,generate WiFi QR,create WiFi QR
ja: WiFi,QRコード,WiFiQR生成,WiFiQR作成
zh_hans: WiFi,二维码,生成WiFi二维码,创建WiFi二维码

source: Window
ja: ウィンドウ
zh_hans: 窗口

source: With your generous financial assistance, I have great confidence in keeping DevHub healthy and maintaining it actively.
ja: あなたの寛大な資金援助により、DevHubアプリの健全性を維持し、積極的にメンテナンスする自信があります。
zh_hans: 由于您慷慨提供的资金支持，我对 DevHub 应用保持健康并持续积极维护有了巨大的信心。

source: Word
ja: 単語
zh_hans: 单词

source: word count,words,counter,character counter,text analyzer
ja: 単語数,文字数,カウンター,文字カウンター,テキスト分析ツール
zh_hans: 字数,单词,计数器,字符计数器,文本分析器

source: Word Counter
ja: ワードカウンター
zh_hans: 单词计数器

source: Word Signs
ja: 単語記号数
zh_hans: 标点符号

source: Words
ja: 単語
zh_hans: 词语

source: World Time
ja: 世界時計
zh_hans: 世界时间

source: Write (2)
ja: 書き込み (2)
zh_hans: 可写入 (2)

source: XML formatter,XML minifier,XML beautifier,code formatting,pretty print,tidy XML,Prettier,format code,babel,babel-flow,babel-ts,flow,typescript,acorn,espree,meriyah,css,less,scss,json,json5,json-stringify,graphql,markdown,mdx,vue,yaml,glimmer,html,angular,lwc
ja: XML フォーマッター,XML ミニファイア,XML ビューティファイア,コードフォーマット,プリティプリント,XML 整理,Prettier,コードフォーマット,babel,babel-flow,babel-ts,flow,typescript,acorn,espree,meriyah,css,less,scss,json,json5,json-stringify,graphql,markdown,mdx,vue,yaml,glimmer,html,angular,lwc
zh_hans: XML 格式化器,XML 压缩器,XML 美化器,代码格式化,美化输出,XML 整理,Prettier,格式化代码,babel,babel-flow,babel-ts,flow,typescript,acorn,espree,meriyah,css,less,scss,json,json5,json-stringify,graphql,markdown,mdx,vue,yaml,glimmer,html,angular,lwc

source: Years
ja: ねん
zh_hans: 年

source: Yellow
ja: イエロー
zh_hans: 黄色

source: Your EAP Identity...
ja: あなたのEAP ID...
zh_hans: 您的 EAP 身份...

source: Your First Name:
ja: 名前：
zh_hans: 你的名字：

source: Your generous financial assistance, I have great confidence in keeping DevHub healthy and maintaining it actively.
ja: あなたの寛大な資金援助のおかげで、DevHubを健全に維持し、アクティブに開発していく自信があります
zh_hans: 您慷慨的经济援助，我对保持 DevHub 健康并积极维护它充满信心。

source: Your Last Name:
ja: 姓：
zh_hans: 你的姓氏：

source: Your password...
ja: パスワード...
zh_hans: 你的密码...

source: Your text in NATO phonetic alphabet
ja: あなたのテキストをNATOフォネティックアルファベットで表示
zh_hans: 您的文本对应的北约字母表

source: Your text to convert to NATO phonetic alphabet
ja: NATOフォネティックアルファベットに変換するテキストを入力してください
zh_hans: 请输入要转换为北约字母表的文本

source: Your username...
ja: ユーザー名...
zh_hans: 你的用户名...

source: Your WiFi Password...
ja: WiFiパスワード...
zh_hans: 您的 WiFi 密码...

source: Your WiFi SSID...
ja: WiFiのSSID...
zh_hans: 您的 WiFi SSID...

source: ZIP Code:
ja: 郵便番号：
zh_hans: 邮政编码：

source: SMS
zh_hans: 短信息
